<template>
  <div class="w-full">
    <MainSlider
      :slides="[
        { image: '/img/slider-img2.jfif' },
        { image: '/img/slider-img.png' }
      ]"
    />
    <div class="container mx-auto">
      <div
        class="rounded-xl py-3 px-5 flex items-center justify-between mt-5 bg-gradient-to-r from-blue-th to-green-th text-white mx-3 md:mx-0"
      >
        <h1 class="md:text-xl">تسکین با تسکین</h1>
        <nuxt-link to="/" class="md:text-xl flex items-center">
          مشاهده همه
          <fa :icon="['fas', 'angle-left']" class="mr-2" />
        </nuxt-link>
      </div>
    </div>
    <ArchiveSlider
      :slides="[
        {
          image: '/img/slider-img2.jfif',
          text:
            'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.'
        },
        {
          image: '/img/slider-img.png',
          text:
            'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.'
        }
      ]"
    />
  </div>
</template>

<script>
export default {};
</script>

<style></style>
